{
  "timestamp": "2021-12-12T06:53:35Z",
  "hash": "0x07f0f0627ecd575844a8a74f3dadfc54789360e9cfbd027b95da8cb1f0034f7f",
  "owner": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
  "fee": "0.00628479",
  "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
  "to": "0xb99080b9407436ebb2b8fe56d45ffa47e9bb8877",
  "network": "polygon",
  "platform": "Gitcoin",
  "tag": "donation",
  "type": "donate",
  "success": true,
  "created_at": "2022-10-09T02:43:49.3206Z",
  "updated_at": "2022-11-03T13:25:53.024457Z",
  "actions": [
    {
      "tag": "donation",
      "type": "donate",
      "index": 188,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x095f1fd53a56c01c76a2a56b7273995ce915d8c4",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/40557b05f71108bbe339586202614749/EFF-logo-lockup-red-dropdown_robot.png",
        "title": "Electronic Frontier Foundation",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "For over 30 years, EFF has been the leading nonprofit advocate for the privacy and free speech rights of technology creators and ordinary users. Our team achieves success through impact litigation, policy analysis and education, grassroots activism, technology development, and support from the public. EFF's mission is to ensure that technology supports freedom, justice, and innovation for all people of the world.\r\n\r\nEven in the fledgling days of the Internet, EFF understood that protecting access to technology was central to advancing freedom for all. In the years that followed, EFF used its fiercely independent voice to clear the way for open source software, encryption, security research, file sharing tools, and a world of emerging technologies. EFF’s work in the growing movement for web decentralization and the public interest internet is no different.\r\n\r\nIn order to combat the ever-consolidating power of corporate giants (and end the gatekeeping, surveillance, and censorship that often accompany them), many have looked toward blockchain-based technology and cryptocurrency for remedies. EFF is optimistic about the ability of digital currency to support independent community projects, route around financial censorship, and support independent journalists around the world. That is why EFF fought a poorly-defined cryptocurrency provision in the Biden Administration’s infrastructure bill that could create onerous requirements affecting user privacy, and EFF also introduced bright-line rules that Congress should adopt when developing cryptocurrency regulations; we’ve written extensively about the ways financial intermediaries censor legal speech; we submitted comments to FinCEN opposing the agency’s proposal for new privacy-invasive regulations of cryptocurrency transactions; and we’ve called for blockchain intermediaries to issue transparency reports and protect the rights of their users. While there are still many problems to solve in the blockchain ecosystem, the world needs thoughtful, user-focused advocates like EFF to help uncover the opportunities for public good.\r\n\r\nWhile EFF is proud to be a leading voice in online rights debates, we’ve also created gratis and open source tools to enhance everyone’s freedom online. All of our work is funded by donations:\r\n\r\nAtlas of Surveillance: Launched in collaboration with hundreds of EFF members and university students, the Atlas is the largest searchable database of U.S. law enforcement’s surveillance technologies.\r\napkeep: EFF's Threat Lab released this tool to download Android APK files directly from the command-line. apkeep's primary purpose was to help the team track state-sponsored malware and combat the stalkerware of abusive partners.\r\nCertbot: This software tool allows you to automatically deploy Let's Encrypt certificates to enable HTTPS on your website. EFF even helped develop Let’s Encrypt which has in turn enabled free and easy encryption across the web!\r\nCover Your Tracks: This successor to EFF’s Panopticlick demonstrates how well your browser and add-ons protect you from tracking and fingerprinting.\r\nHTTPS Everywhere: For over a decade, EFF has successfully advocated for secure certificate adoption. HTTPS Everywhere automatically connects users to the encrypted version of many major sites.\r\nPrivacy Badger: This popular browser add-on stops online trackers from secretly following where you go and what pages you look at on the web.\r\n\r\nThe world relies on the internet to stay connected and informed more than ever before, and that gives you a pivotal opportunity to stand up for technology users everywhere. Your support for EFF ensures that we always have a vocal advocate wherever tech and civil liberties meet.\r\n\r\nUPDATE:\r\n\r\nThanks to support from internet users and technology creators like you, EFF has made great progress this year!\r\n\r\nAmerican Data Privacy Protection Act (ADPPA): EFF is pleased to see U.S. lawmakers’ interest in finally establishing a strong federal privacy law, but unfortunately the draft ADPPA isn’t it. We’re encouraging Congress to correct several deficiencies in the bill that would weaken existing state privacy laws, ease telecom company scrutiny, and sell consumers short.\r\n\r\nCode, Speech, and the Tornado Cash Mixer: In August, the U.S. Treasury placed “Tornado Cash” on a list of sanctioned entities, which raised numerous questions from the cryptocurrency and legal communities and led to the immediate removal of the Tornado Cash repository from GitHub. The issues EFF is most concerned about arise from speech protections for software code and how they relate to government attempts to stop illegal activity using this code. In keeping with our longstanding defense of the right to publish code, EFF is representing Johns Hopkins Professor Matthew Green, who made a fork of the code and posted the replica so it would be available for study. EFF has also reached out to The U.S. Office of Foreign Assets Control (OFAC) to seek more clarity on their interpretation of the sanctions listing.\r\n\r\nFiber Broadband & Open Web: EFF helped California residents and lawmakers pass one of the largest state investments in public fiber broadband in U.S. history last year, and we’re fighting major ISPs’ efforts to undermine and derail a future-proof internet. EFF is now urging Congress to pass the Net Neutrality and Broadband Justice Act, improving the quality of America’s broadband services, and to fully staff the FCC by confirming Gigi Sohn.\r\n\r\nReproductive Justice: The U.S. Supreme Court decision to overturn protections for reproductive rights sent shockwaves and underscored long standing data privacy concerns for people accessing abortion resources. EFF has published numerous digital security resources applicable for those seeking or offering abortion services, and we’ve shared information for policymakers in both the private and public sectors so that they might ensure safety and privacy for millions of people.\r\n\r\nSocial Media & Free Speech: EFF launched a series about digital rights issues and online intermediaries—the third parties including internet service providers (ISPs), search engines, and social media platforms that allow you to communicate online. We’ve analyzed policy proposals that could ultimately harm freedom of expression and other rights for internet users around the world.\r\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/3974/electronic-frontier-foundation"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 191,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x6a75b717599e60e2920641101706b21b5c3ca197",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/2cf8c896fe43e6923b45171b9dad7ad3/%E6%9C%80%E6%96%B0hackerlink_banner.jpg",
        "title": "ShowMe",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "ShowMe is an NFT subscription social network that uses various subscription methods and PONA(Proof of NFT Achievements) to help projects, communities, KOLs, DAOs, and gamefi to accumulate users and tag users. All data is presented in the form of NFT and stored on Arweave. Eventually, ShowMe hopes to become the social graph of Web3, allowing users to become the owners and beneficiaries of their own data.\r\n\r\nWhat is ShowMe mission statement?\r\nBridge Web 2.0 to Web 3.0. We hope to bring more web 2.0 users to web 3.0\r\n\r\nShowMe Tech stack\r\nBuilt on the Web 3.0 infrastructure, fully interoperable and programmable.\r\n\r\n\r\nTeam\r\n\r\n\r\nProduct Update\r\nShowMe official version 1.0 is live. ShowMe is currently active on 9 networks and now supports the following features:\r\n\r\nCustom designed club membership card, the membership card will be displayed on OpenSea as NFT and can be traded on chain.\r\nEdit your club information, such as: Club logo, Club name, Club banner, Club introduction and add media links\r\nCreators can post text, images and emoji\r\nClub members can like and comment on posts\r\nEdit profile, including avatar, display name\r\nSupport to view personally collected NFTs, PONAs and POAPs on the Home page\r\nSupport ShowMe users to claim PONAs\r\nSupport post article\r\n\r\n\r\nFunding\r\nSo far, we received grant from Moonbeam, Near, Platon, Harmony and The Graph which will be used to our development and marketing. \r\n\r\nWe also applied grant for Polygon, Arweave and The graph. The application is ongoing.\r\nRegarding the grant of Gitcoin, we mainly use it for product construction and community incentives.\r\nIn order to further develop the project we are looking for additional funds from Web 3.0 community.\r\n\r\nPartners\r\n\r\n\r\nDemo of Alpha Version\r\n\r\nLinks\r\nLanding Page: Welcome to visit our website and test our product\r\nTwitter Keep up to date with the latest news!\r\nDiscord:Our community to discuss and take part in Beta testing\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/3792/showme"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 194,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x1f9ff9d42361537bb2e1e9c77fe462146837fbcc",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/051d56bd0e6796e21ceece89010cf836/nftscanlogo.png",
        "title": "NFTSCAN（nftscan.com）is a professional NFT asset browser and data analysis platform.",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "NFTSCAN is a professional NFT assets browser and data analysis platform.Dedicated to building the infrastructure of the blockchain world and providing high-quality blockchain data support and services for developers and users.\nNFTSCAN project development progress:\n \n   1) The NFTSCAN project was launched in early April 2021;\n \n   2) NFTSCAN released the public beta on July 22, 2021（https://nftscan.net/）;\n \n   3) NFTSCAN released the official version on September 3, 2021（https://nftscan.com/）;\n\nBusiness introduction:\n 1、Institution-end business:\n \n\t1) NFTSCAN will launch an open API platform for NFT data to provide data services for NFT developers;\n \n      2) Provide data consulting services for organizations and institutions;\n \n   2、Client-end business:\n \n      1) Develop and maintain existing NFTSCAN browser to provide users with NFT asset data search and query services\n \n\t2) Provide account and public homepage features for NFT project parties、 artists and collectors for signature authentication and basic information display of NFT-related addresses.\n \n      3) Paid services for NFT professional investors, such as NFT giant whale address tracking、NFT trading lists、NFT minting lists and other related data hot lists.\n \n   3、Innovative business: provide NFT transaction related functions on the asset details page of the NFTSCAN browser.\n\nData status:\n\n1) Number of NFT assets: 27.35 million pieces;\n2) Number of NFT asset contracts: 24,838;\n3) NFT-related transaction records: 42.15 million;\n4) NFT related wallet addresses: 3.35 million;\n\nNFTSCAN's development plan for the half year:\n \n   2021.09.30：Launch the NFTSCAN API open platform to provide developers with NFT API services.\n \n   2021.10.31：Launch of NFTSCAN version 2.0, with new features such as account system, public homepage, and signature authentication.\n \n   2021.11.30: Support NFT data of multiple blockchain networks.\n \n   2022.03.01: Release NFTSCAN mobile APP, namely NFTSCAN APP.\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/3634/nftscannftscancomis-a-professional-nft-asset-brow"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 197,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x532fb5d00f40ced99b16d1e295c77cda2eb1bb4f",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/c9ef63f3eff24e5fa3bc2071975ef207/yec-social-activist-dark.png",
        "title": "The Tor Project",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "The Tor Project is a 501(c)(3) nonprofit. Our mission is to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.\n\nWe develop free and open source software for privacy and freedom online, protecting people from tracking, surveillance, and censorship--the Tor network and Tor Browser.\n\nSupporting the Tor Project\nAs a nonprofit, donations help the Tor Project stay agile in the face of increasing censorship and surveillance online. Your contributions in 2022 will help us to:\n\n(1) Improve the Tor network: We will continue to work on Arti so that Tor is on the right path for the future, and we will simultaneously continue to make improvements to the current Tor daemon code. Our congestion control project will make a big improvement in user experience on the Tor network and we want you to benefit from it right away. We already knew that the speed of page loads and downloads are big issues for our users, and our recent usability survey confirmed that. You’ve made it clear that it’s important for us to address speed on the network and by this time in 2022, we have high hopes that you will experience improvements.\n\n(2) Fight censorship against Tor: As we write this, our team and our community is dealing with new censorship attacks from Russia. When a user is facing censorship against the Tor network, it can be difficult for them to understand why they can’t connect and how exactly to change their Tor Browser configuration to circumvent this censorship. Our Anti-Censorship, UX, and Application teams have been working on this problem for a long time, and in 2022, we will ship a completely new experience that will automate the censorship detection and circumvention process, simplifying connecting to Tor for users who need it the most.\n\n(3) Improve Tor on mobile: In 2022 we will also begin the work to provide a better experience for users on mobile, starting with the Android platform, the most used mobile operating system in the world. We know that the user experience of Tor Browser for Android is different from Tor Browser for desktop. Many of the services you use in a browser on desktop (by visiting their website) have become a stand-alone app on mobile. We are doing research to better understand users' needs in this environment and will begin to design a Tor app for Android that will help you route your app connections through Tor, a ‘VPN-like’ app. This way, we can offer the robust protection of an encrypted and decentralized network like Tor for a wider variety of use cases.\n\n(4) Focus on the health of the Tor network: The success of all of the above depends on ensuring that the Tor network is healthy. Last year, our team  improved existing and created new tools that help us monitor the Tor network for malicious relay activity so that we can remove them from the network. In 2022, we will continue to improve these tools and we will work on automating some of the steps in this process so that we can take faster actions to protect the network. We will also roll out a series of initiatives to better organize our relay operator community and strengthen the relationship and trust between the Tor Project and the relay operators. This way our network, which is 100% based on volunteer (community) support, can grow and stay safe.\n\nThese are just some of our goals for this year. You can read more about our other plans, including continuing our user-first development, expanding mobile support, and investigating token implementations on our blog: https://blog.torproject.org/tor-in-2022/\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/2805/the-tor-project"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 200,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x8c23b96f2fb77aae1ac2832debee30f09da7af3c",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/c2476bb9650608ed50d3d290b0823137/CrossSync_FullText.png",
        "title": "CrossSync",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "CrossSync is a socially-oriented web3 Dapp that runs on the Crossbell. CrossSync aims to allow a user-owned flow of social information.\r\nCrossbell allows users the ability to take back their data ownership; CrossSync makes owning your data a fun and engaging social experience.\r\n\r\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/6465/crosssync"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 203,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x5d99805ca2867f22a318c4e6b0dc5c0eac457386",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/5bcbef180d906c3a66aabd79b2adc7a0/Screen_Shot_2021-03-15_at_3.16.34_PM.png",
        "title": "Dark Forest",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "Dark Forest is an MMO strategy game built with zkSNARKs on Gnosis Chain (formerly xDai). Players explore an infinite, procedurally-generated universe, conquering planets and growing a space empire. More info: zkSNARKs for blockchain gaming\r\n\r\nNearly 10,000 (!!!) crypto enthusiasts have participated during five rounds of Dark Forest v0.6, spending trillions of gas. \r\n\r\n>>> What have we been up to?\r\n\r\nDuring the last Gitcoin grant round, we outlined our desires to launch the final round of v0.6 in Q1 2022, as well as enable individual players and DAOs to deploy their own rounds.\r\n\r\nWe’re happy to say that we’ve achieved both of these goals!\r\n\r\nDark Forest v0.6 Round 5 - The Junk Wars, took place from February 18 to February 28, and we even launched it while in Denver for ETHDenver. This round saw a slough of new features, including Spaceships, Space Junk, and capture zones. This round saw nearly 2000 participants!\r\n\r\nShortly after Round 5 concluded, we launched a new feature that will shift the paradigm of Dark Forest.... Lobbies. Dark Forest Lobbies allow anyone to completely customize and launch their own rounds of Dark Forest for just a few cents worth of $xDai.\r\n\r\n\r\n>>> Dark Forest is hiring!\r\n\r\nWe are looking for experienced full stack and solidity developers to join our team! If you like what you see, consider applying. If you know someone who you think would be a great fit for our team, please refer them here. Learn more about the role here.\r\n\r\n>>> The Future\r\n\r\nThroughout 2022, we hope to continue to experiment with on-chain technologies, and focus on delivering a high quality and fun on-chain gaming experience. Your contributions, in addition to fostering the growth of Dark Forest, will help make that happen.\r\n\r\nWe’ve learned a ton from shipping this game for our enthusiastic audience, and are eternally grateful for the opportunity to build such an outlandish piece of software.\r\n\r\nJoin the Dark Forest Discord if you'd like to get involved.\r\n\r\n\r\n\r\n\r\n\r\nDecentralized Digital Worlds: We want to build a massively-multiplayer persistent and economic universe, interoperable with the rest of the Ethereum metaverse. We believe that zkSNARKs will unlock the first generation of truly compelling decentralized games, and that decentralized games will pave the way for the community-owned and community-designed digital worlds of the future. \r\n\r\nCommunity-driven: Beyond working on the Dark Forest game itself, our team also works closely with Project Sophon, a group of players working on third-party tools. Our vision is for the Dark Forest gameplay experience to be built and freely modified by the community. For a taste of this, see the Dark Forest Community Plugins Homepage. \r\n\r\nETH/ZK Education: We're also spending time on community and education initiatives aimed at bringing both Ethereum and zero-knowledge application development to more students and developers, including educational programs, starter repos and shared infrastructure, and more (to be announced on our blog in the coming weeks!)\r\n\r\nOur work so far has been supported by a handful of one-off developer grants from organizations like xDAI, the Mozilla Builders program, and an in-game tip jar. Additionally, we are now funded by a new research foundation: 0xPARC. You can read more about it here.\r\n\r\nWe're so thankful to be a part of this ecosystem and we're excited to keep building for you all! :)\r\n\r\n\r\n\r\n>>> Dark Forest Links\r\n\r\nDark Forest videos\r\nDark Forest tutorials\r\nhttps://medium.com/coinmonks/how-to-play-dark-forest-the-zksnark-powered-mmo-game-part-1-7222e2c3ab4\r\nhttps://cointelegraph.com/news/community-members-integrate-play-to-earn-features-into-dark-forest-game\r\n\r\n\r\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/2323/dark-forest"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 206,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0xbc5ec594509ed050f4a53eee85d92af6d2529b56",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/8736192102fedffed583e2dd3df07160/banner.png",
        "title": "ActivityWatch - The world's best automated time-tracker",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "Probably the world's best open-source automated time tracker to help you understand how you spend your time on all your devices, with a focus on privacy and extensibility.\r\n\r\nCross-platform, extensible, privacy/local-first. Available on Windows, macOS, Linux, and Android.\r\n\r\n\r\n\r\n"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/383/activitywatch-the-worlds-best-automated-time-trac"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 209,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0x8ba1f109551bd432803012645ac136ddd64dba72",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/0bc763773393f88a577e12aea57842bc/og-preview-2.jpg",
        "title": "ethers.js - Complete, Simple and Tiny",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "246000000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.000246",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "The ethers.js library is a complete and compact library for interacting with the Ethereum Blockchains and their ecosystem. \r\n\r\nFeatures:\r\n\r\n● Keep your private keys in your client, safe and sound\r\n● Import and export JSON wallets (Geth, Parity and crowdsale)\r\n● Import and export BIP 39 mnemonic phrases (12 word backup phrases) and HD Wallets (Czech, English, French, Italian, Japanese, Korean, Spanish, Simplified Chinese, Traditional Chinese) \r\n● Meta-classes create JavaScript objects from any contract ABI, including ABIv2 and Human-Readable ABI\r\n● Connect easily to Ethereum over JSON-RPC, INFURA, Etherscan, Alchemy, Cloudflare or MetaMask\r\n● ENS names are first-class citizens; they can be used anywhere an Ethereum addresses can be used \r\n● Tiny (~175kb compressed) - Modular; use only the pieces you need \r\n● Complete functionality for all your Ethereum needs\r\n● Extensive documentation \r\n● Large collection of test cases which are maintained and added to \r\n● Fully TypeScript ready, with definition files and full TypeScript source \r\n● MIT License (including ALL dependencies); completely open source to do with as you please\r\n\r\nSee what your contributions have gone towards: September 2022 Updates\r\n\r\nPrevious Updates:\r\nJune 2022 Updates\r\nMarch 2022 Updates\r\nDecember 2021 Updates\r\nSeptember 2021 Updates \r\nMay 2021 Updates\r\nMarch 2021 Updates\r\nDecember 2020 Updates\r\n\r\nCurrent Funding Sources:\r\nThe Ethereum Foundation provides funding for invoiced time (up to 160 hours per month)\r\nTally Sponsors at the Gold Tier of $10k/mo\r\nAnkr Sponsor at the Silver Tier of $5k/mo\r\nThis GitCoin Grant\r\n\r\nI also wanted to send out a huge \"thank you so much\" to everyone! <3"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/13/ethersjs-complete-simple-and-tiny"
      ]
    },
    {
      "tag": "donation",
      "type": "donate",
      "index": 212,
      "from": "0xc8b960d09c0078c18dcbe7eb9ab9d816bcca8944",
      "to": "0xde21f729137c5af1b01d73af1dc21effa2b8a0d6",
      "metadata": {
        "logo": "https://c.gitcoin.co/grants/adb075fd0039ec8c8dc9d468638744b2/1500x500-1.jpg",
        "title": "Gitcoin Grants Official Matching Pool Fund",
        "token": {
          "name": "Wrapped Ether",
          "image": "https://assets.coingecko.com/coins/images/2518/large/weth.png",
          "value": "19680000000000",
          "symbol": "WETH",
          "decimals": 18,
          "standard": "ERC-20",
          "value_display": "0.00001968",
          "contract_address": "0x7ceb23fd6bc0add59e62ac25578270cff1b9f619"
        },
        "platform": "Gitcoin",
        "description": "The objective of this grant is to help us Grow & Sustain Open Source with Gitcoin Grants through matching funds which can be used in Quadratic Funding matching pool. \r\n\r\nFunds in this grant will be added to the matching pool for future rounds, in a 3/6 multisig managed by the Gitcoin DAO. \r\n\r\nPlease check out our Discord and the Public Goods Funding workstream for more details.\r\n\r\nhttps://discord.gg/gitcoin"
      },
      "platform": "Gitcoin",
      "related_urls": [
        "https://gitcoin.co/grants/12/gitcoin-grants-official-matching-pool-fund"
      ]
    }
  ]
}