{
  "timestamp": "2023-03-15T09:28:15.42Z",
  "hash": "0x3c589129bf3ea5e1339ea753d3191eb4523382e3e5bca7ead0d6d8426b31e5b3",
  "owner": "0xfaf91ff28393cf9292a351dbea5fa6dcf34538d3",
  "from": "0x191a41c307373211d08613b68df4031977589069",
  "to": "0xb8aa8cabfba7ee3ccb218a9969aef86dff3b9d2d",
  "network": "polygon",
  "platform": "IQ.Wiki",
  "tag": "social",
  "type": "wiki",
  "success": true,
  "created_at": "2023-03-16T04:35:35.546884Z",
  "updated_at": "2023-03-16T04:35:35.546884Z",
  "actions": [
    {
      "tag": "social",
      "type": "wiki",
      "index": 225,
      "from": "0x191a41c307373211d08613b68df4031977589069",
      "to": "0xb8aa8cabfba7ee3ccb218a9969aef86dff3b9d2d",
      "metadata": {
        "body": "**VeeFriends** is an NFT project centered around characters that have traits created by [Gary Vaynerchuk](https://iq.wiki/wiki/gary-vaynerchuk).[\\[1\\]](#cite-id-3a7x38vhcjs)[\\[2\\]](#cite-id-16qj6ytrff)  \n  \nIt is a NFT project designed to help people understand the potential that [blockchain](https://beta.everipedia.org/wiki/blockchain) technology and [smart contracts](https://beta.everipedia.org/wiki/smart-contract) have for businesses and personal brands.[\\[3\\]](#cite-id-s4z3l7cm9m)  \n  \n# Overview  \n  \nVeeFriends is the name of Gary Vaynerchuk's NFT collection. He created VeeFriends to bring to life his ambitions of building a community around his creative and business passions using NFT technology and their smart contract capabilities. By owning a VeeFriend NFT, the user immediately becomes a part of the VeeFriends community and gets access to VeeCon.[\\[4\\]](#cite-id-qdumjcmruc)  \n![MOST.webp](https://ipfs.everipedia.org/ipfs/QmRMqT8WDrQTnACa32P2r4Z76Pp2xRjNJJnmhxBMuWHy4C)VeeFriends is a [Non-Fungible Token (NFT)](https://beta.everipedia.org/wiki/non-fungible-token-nft) project designed to help people understand the potential that blockchain technology and smart contracts have for businesses and personal brands.  \n  \n# VeeFriends Characters  \n  \nVeeFriends currently have 268 characters. These characters represent the human traits that the founder admires and believes will lead to happiness and success, both personally and professionally. He also drew inspiration from popular culture references and some of the beloved characters and entertainment figures of his childhood.[\\[5\\]](#cite-id-k9bpz5rpft)  \n![veefriends-1024x530-1000x517.webp](https://ipfs.everipedia.org/ipfs/QmT2fnxg6G2LCT4aWqXDdjo5j34uQep3vHJS71F74XgQvj)Vaynerchuk called them \"Friends\" because he believes that business with friends can be fun and that one can build a community around common interests and support one another through friendship, kindness, and empathy.  \n  \nThere are 268 characters in the VeeFriends world and a total of 10,255 tokens. These tokens are broken down into three categories: 9,400 Admission tokens, 300 Access tokens, and 555 Gift Goat tokens. Every single token is also a ticket to VeeCon, a yearly multi-day superconference that Gary will hold over a three-year period (2022, 2023, and 2024). This conference will be an event around entrepreneurship, marketing, ideas, creativity, community building, and more.  \n  \n# Token Organization  \n  \n## Access Tokens  \n  \nVeeFriends Access tokens are redeemable or verifiable tokens that unlock unique experiences with Gary, such as going garage-sailing with him, playing tennis, or having dinner. There are 300 VeeFriends access tokens, 210 that give virtual access, and 90 with in-person access. All 90 in-person access tokens are 1 of 1 art tokens, meaning they have a unique and original token art. Additionally, all VeeFriends access token holders, like all VeeFriends token holders, receive a three-year access pass to VeeCon. The underlying benefits of the VeeFriends access tokens will expire on May 4, 2024.  \n![609252320d81eb895bc65732_unnamedpng.png](https://ipfs.everipedia.org/ipfs/QmaPd5ZrbYjArd1L7JfuLyVY7AaXvKyTJ7SzZVFhi8JvfY)  \n  \n#### Access Tokens: Group Access  \n  \n165 of these access tokens have Group Access. Group Access is an experience where token holders can redeem their tokens to spend time with Gary and other group access token holders. Below are the names and quantities of the VeeFriends characters with Group Access.  \n  \n(10) Breakfast Bat (In-person)  \n  \n(10) Brunch Bear (In-person)  \n  \n(10) Lunch Ladybug (In-person)  \n  \n(10) Dinner Dear  \n  \n(125) Hangout Hawks (Virtual)  \n  \n#### Access Tokens: One-to-One Access  \n  \n108 of these access tokens have one-to-one access. One-to-one access is an experience where VeeFriends token holders have the opportunity to redeem one on one time with Gary. These are the names and quantities of the VeeFriends tokens that offer individual one-to-one access to Gary.  \n  \n(85) Facetime Flea, Facetime Frog, Facetime Fly, Facetime Five, Facetime Fox (Virtual)  \n  \n(1) Garage Salin Yale  \n  \n(1) Supper Sunfish  \n  \n(1) Workout Wolf  \n  \n(1) Part of the Team Dream  \n  \n(1) Podcast Panther  \n  \n(1) Courtside Cat  \n  \n(3) Mentor Meeting Mongoose  \n  \n(1) Jam Session Snail  \n  \n(1) “Wine Shopping Spree” Woodchuck  \n  \n(5) Keynote Koala  \n  \nThese token holders have unlimited access to any of Gary’s public keynote speeches anywhere in the world. To activate this token after being purchased, there is a verification process. Please note, travel and accommodation are not included with the token.  \n  \n(1) Shadow Me Scorpion  \n  \n(1) Poker Pirate  \n  \n(1) “Gone Fishing” Fish  \n  \n#### Access Tokens: Competition Access  \n  \n22 of these access tokens have competition access. Competition access is an experience where a VeeFriends token holder has the opportunity to redeem the time to compete with Gary in a game. Below are the names and quantities of the VeeFriends characters with competition access.  \n  \n(9) Bowling Boa  \n  \n(5) Basketball Butterfly  \n  \n(1) Bubble Hockey Basset Hound  \n  \n(1) Checkers Chicken  \n  \n(3) Uno Unicorn  \n  \n(1) Ping Pong Kalong  \n  \n(1) Tennis Elbow  \n  \n(1) Video Game Vulture  \n  \n#### Access Tokens: Scholarship Access  \n  \n5 of these access tokens have Scholarship Access. Scholarship access is an experience where an applicant applies to become the token holder and has the opportunity to redeem mentoring and coaching from Gary personally as well as his professional network. Below are the names and quantities of the VeeFriends characters with scholarship access. Users do not need to pay for a scholarship access token. These tokens are managed through an application process only.  \n  \n(5) Sorcerer Scholarship  \n  \n### Gift Goat Tokens  \n  \nGift Tokens: VeeFriends Gift tokens are verifiable tokens to a gifting experience curated by Gary and the VeeFriends team. There are 555 gift tokens. Additionally, VeeFriends Gift tokens, like all VeeFriends tokens, receive a three-year access pass to VeeCon. The underlying benefits of the VeeFriends Gift tokens will expire on May 4, 2024.  \n  \n### Admission Tokens  \n  \nAdmission Tokens are tokens that come with different levels of rarity and collectability. There are 9,400 Admission Tokens. What’s unique about the Admission tokens is that there are different quantity levels within each character type. Additionally, Admission tokens, like all VeeFriends tokens, receive a three-year access pass to VeeCon. The breakdown of Admission tokens within each type of character is listed below:  \n  \nEach character type has 40 Tokens  \n  \n(20) Core  \n  \n(20) Limited  \n  \n(8) Rare  \n  \n(5) Very rare  \n  \n(2) Epic  \n  \nSpectaculars are 1 of 1 Art tokens, with only one edition found within the VeeFriends collection:  \n  \n(1) Hologram  \n  \n(1) Gold  \n  \n(1) Bubblegum  \n  \n(1) Lava  \n  \n(1) Diamond  \n  \n## VeeCon  \n  \nAll VeeFriends token owners get access to VeeCon. VeeCon is a multi-day event exclusively for Non-Fungible Token (NFT) holders. Users' NFT will give them a three-year access pass. The conference will be focused on business, marketing, ideas, creativity, entrepreneurship, innovation, and competition. If an individual owns two VeeFriends tokens, this means they have two tickets to VeeCon. All dates and locations will be announced at least 180 days in advance for VeeCon 2022, 2023, 2024.  \n  \nThe first VeeCon will be held in North America before May 5, 2022. VeeFriends will be announcing all the details including the date, location, and line up for the VeeFriends community via email and their Discord channel.  \n  \n## Founder  \n  \nGary Vaynerchuk is a serial entrepreneur and the Chairman of VaynerX, as well as the CEO and Co-Founder of VaynerMedia, a full-service digital agency servicing Fortune 500 clients across the company’s 4 locations.  \n  \nGary is a venture capitalist, 5-time The New York Times bestselling author, and an early investor in companies such as Twitter, Tumblr, Venmo, and Uber. He is currently the subject of WeeklyVee, an online documentary series highlighting what it’s like to be a CEO and public figure in today’s digital world. He is also the host of #AskGaryVee, a business and advice Q&A show online.",
        "tags": [
          "Collections"
        ],
        "media": [
          {
            "address": "https://ipfs.rss3.page/ipfs/QmVUWHYQ5iwAqXFAe7dKVQg35bH26A38RPMnhoDfhoNpsP",
            "mime_type": "image/png"
          }
        ],
        "title": "VeeFriends",
        "action": "revise",
        "author": [
          "0x7da121Af2c3Fc2e65eDCD3573a403C352B4538Aa"
        ],
        "summary": "VeeFriends is an NFT project centered around characters that have traits created by Gary Vaynerchuk.",
        "categories": [
          "NFTs"
        ],
        "created_at": "2022-08-21T02:08:10Z",
        "target_url": "https://iq.wiki/wiki/veefriends",
        "origin_note_id": "veefriends",
        "type_on_platform": [
          "update"
        ]
      },
      "platform": "IQ.Wiki",
      "related_urls": [
        "https://polygonscan.com/tx/0x3c589129bf3ea5e1339ea753d3191eb4523382e3e5bca7ead0d6d8426b31e5b3",
        "https://iq.wiki/account/0xfaF91FF28393Cf9292A351DbEa5FA6DCF34538D3"
      ]
    }
  ]
}