{
  "timestamp": "2023-03-22T14:54:02Z",
  "hash": "0x4088f9da039f07b0791e133ca3eefbca1ffe848413d110bfd8f367eaa43a7aef",
  "owner": "0x73d5f95b8f6fc4178aa934c44d7acc7dc2a6daf8",
  "address_from": "0x73d5f95b8f6fc4178aa934c44d7acc7dc2a6daf8",
  "address_to": "0x5edebbdae7b5c79a69aacf7873796bb1ec664db8",
  "network": "polygon",
  "platform": "Matters",
  "tag": "social",
  "type": "reward",
  "success": true,
  "created_at": "2023-03-22T15:23:37.092288Z",
  "updated_at": "2023-03-22T15:23:37.092288Z",
  "actions": [
    {
      "tag": "social",
      "type": "reward",
      "index": 240,
      "address_from": "0x73d5f95b8f6fc4178aa934c44d7acc7dc2a6daf8",
      "address_to": "0xc6d411a649371333c13d4d0a5c8c8347772210a8",
      "metadata": {
        "reward": {
          "name": "(PoS) Tether USD",
          "image": "https://assets.coingecko.com/coins/images/325/large/Tether.png",
          "value": "1000000",
          "symbol": "USDT",
          "decimals": 6,
          "standard": "ERC-20",
          "value_display": "1",
          "contract_address": "0xc2132d05d31c914a87c6611c10748aeb04b58e8f"
        },
        "target": {
          "body": "俏江南创始人张兰开启了直播带货的新生涯，却依然生活在“俏江南”的阴影里。\n\n日前，张兰家族信托被“击穿”的旧闻，和三月初纽约公寓归债权人所有的“新闻”互相交织，留下了很多耐人寻味的谜团。\n\n信托为什么被击穿？“击穿”信托的人要干什么？在波谲云诡的商业世界里，是否真的存在一方天真、一方阴险的金钱大战？\n\n**击穿“成功优雅”**\n\n被击穿的离岸家族信托，名为“成功优雅信托”（Success Elegant Trust），受益人为张兰儿子汪小菲及其子女。2014年，张兰于英属维尔京群岛成立成功优雅有限公司，是唯一的股东兼董事。\n\n甜蜜生活餐饮有限公司（La Dolce Vita Fine Dining Company Limited）连续在美国、香港、新加坡起诉张兰及公司俏江南，追讨1.42亿美元本金加1.1亿美元利息的债务。\n\n2019年4月，中国国际经济贸易仲裁委员会北京总会做出两个部分裁决，要求张兰及俏江南支付债务。随后，甜蜜生活又入禀香港高等法院，要求强制执行该裁决。\n\n追讨未果，甜蜜生活找到了张兰家族信托的“违法”漏洞。\n\n2022年11月，新加坡高等法院判决，张兰的“成功优雅信托”，可以由债权人甜蜜生活等采取相应执行措施。2023年3月，美国联邦地区法院判决，张兰及公司名下所有的纽约公寓将被出售，所得归债权人甜蜜生活。购置公寓的资金，正来自“成功优雅信托”。\n\n至此，“成功优雅信托”被“击穿”。\n\n从法律的层面来看，信托被击穿的原因是张兰作为委托人，“实际控制”了信托财产。\n\n因为，信托本质上是一种三方委托的法律关系：委托人转移财产至受托人，使受益人受益。此案中，委托人张兰，转移财产至持有同名信托的成功优雅有限公司，使汪小菲及其子女受益。\n\n信托的作用就是风险隔离，信托财产独立于以上三方，就算三方都欠了高额债务，或者出现离婚、破产等分割财产的纠纷，信托财产也不属于他们的责任财产，债权人无权申请法院采取措施。\n\n这也是富豪们都喜欢家族信托的原因。拥有巨额财富的现实是：你花不完，也带不走。能做的就是把它安全稳妥地留给别人。那么，需要决定的问题就是——在什么时候，留给什么人多少钱。\n\n一般而言，富豪都会把大部分财产留给子女。担心子女不成器的，还会在法律条款中设定诸多限制条件。而信托的“保底”意义，就在于谁也不能乱动里面的钱，包括存钱进去的人。\n\n法律规定，委托人不得对信托财产任意取回、处分，或将信托财产挪为己用，这一情况通常会被视为以信托名义代持，属于虚假信托。\n\n因此，一旦遭遇债务纠纷，虚假信托很容易被“击穿”。法院会认定信托财产是委托人实际拥有的财产，完全可以清偿债务。\n\n根据新加坡高等法院的判决文书，张兰成立“成功优雅信托”后，不仅动用里面的资金购买纽约公寓，还在接到香港、新加坡法院冻结令时大举提款，她的代理人亦在邮件中提到该信托下的银行账户归张兰所有。\n\n据此，法院判决该笔离岸家族信托的资产隔离功能失败。\n\n从商业的层面来看，多年追债空手而归的甜蜜生活，坚持寻找债务人的法律漏洞，终于通过“击穿”张兰的家族信托，拿回了自己的一部分钱。\n\n**欠债还钱，天经地义**\n\n甜蜜生活和张兰的债务纠缠，起源于“俏江南”时代。\n\n“甜蜜生活”是欧洲私募股权公司CVC Capital Partners的子公司，为收购俏江南成立。\n\n2012年，俏江南规划在香港上市。当年五月，“三公”消费禁令公布，政府部门人员在因公出国（境）经费、公务车购置及运行费、公务招待费产生的消费受到限制。年底，十八大召开，反腐力度空前。\n\n高端餐饮业风光不再，门前冷落，走高档消费路线的俏江南，不得不推出团购、外卖等“大众化”产品。\n\n2013年6月，俏江南通过港交所上市聆讯，引入私募股权CVC。2013年年底，张兰辞去俏江南及相关公司的董事和法定代表人等职务，不再参与日常经营管理。2014年，CVC以3亿美元获取俏江南近83%的股份，张兰持有近14%的股份。\n\n俏江南上市失败，CVC计划退出。这一过程中，CVC作为私募股权，循例“套现离场”，而已经惨淡经营的俏江南及小股东张兰，承担了不小的债务——近日被强制执行的“成功优雅信托”，就用来偿还了该笔债务的一部分。\n\n同样回到法律层面，无论是张兰的债务定义，还是其家族信托被击穿，都是有法律依据的。不同国家和地区的法律机构的判决，都证明了这一点。\n\n而张兰和汪小菲，多年来只能坚持打“道德牌”，控诉CVC（亚太）“做局”。其间的故事，很多中文媒体都报道过：CVC如何通过两层套壳，将张兰的股权进行质押；CVC如何画下大饼，收购大娘水饺、非常泰的连锁餐饮店，许诺打造国际餐饮集团；CVC如何插手干预企业的经营管理，导致口碑下滑、扭盈为亏。\n\n可以推断的是，张兰在与CVC签合同时，至少处于知识和资本的双重劣势地位。一位不愿意透露名字的私募从业者表示，作为传统PE玩家，CVC给俏江南挖了不少“坑”，比如股权质押、资产清算、董事会权利等，而张兰差不多一一踩中。\n\n不熟悉资本运作的中国企业家，眼看“没有感情”的大鳄用一通复杂杠杆大赚一笔，“全身而退”，而自己的品牌毁于一旦，收益又远低于心理预期，难免心生悲凉。\n\n但不能规避这些问题，也意味着他们当时过于自信，或过于相信对方，又或者不愿意向专业的律师、会计师支付“高额”费用——虽然这些“高额”数目跟他们股权估值相比，算不上一个零头。\n\n而CVC不会收手。所谓“欠债还钱，天经地义”，即使钱进了家族信托，也有办法掘地三尺，找出来抵债。\n\n**“门口的野蛮人”**\n\n私募股权投资（Private Equity，简称PE），在商业世界里扮演的是公司杀手的角色，因此得名“门口的野蛮人”。\n\n这些野蛮人，看重有稳定现金流的公司，特别是消费领域的公司，其一般具有隐蔽性强、资产被低估或更大的成本约束空间。\n\n一旦发现这类企业，PE就会寻找企业管理层“摸底”，或“探探口风”。如果能达成合作，就可以通过利益捆绑，实现杠杆收购。\n\n杠杆收购的“原理”，是用少量的现金，撬动大规模的并购。对于PE来说，除了“首付”，其他的钱靠债券融资，还款则靠收购的标的日后产生的现金流，或者靠提升生产效率、压缩成本、剥离边缘部门来支付。\n\n等到“本儿”回得差不多，市场估值提升或大环境利好之时，再次出售公司股权，获取暴利。\n\n投资家巴菲特是很讨厌这种杠杆收购的，因为其本质就是像吸血鬼一样寻找目标，找到目标就吸干它的血，再找下一个倒霉蛋。\n\n巴菲特曾表示，要避免从杠杆收购公司手里接收企业，因为这些吸血鬼主打的是“退出策略”——盘踞在目标身上几年，早把竞争优势和好处吃得一干二净，拿到手里也苟延残喘不了几天。\n\n和美国的PE喜欢瞄准科技公司相比，欧洲的PE更加“野蛮”——专挑消费企业“下手”。十年前，大现金流的俏江南、大娘水饺，都是这样进入了CVC的视野。同样命运的还有名盛一时的金钱豹，也是被英国私募安佰深（Apax Partners LLP）收购，从此一蹶不振。\n\n在大本营欧洲，CVC几笔体育领域的投资屡上头条。前有2006年以14亿英镑购入F1股份，逐渐占股近七成，2017年以80亿美元卖给自由传媒集团的“发财”案例。近期，CVC更是买完意甲买西甲，买完排球买网球，很多球迷不满它的狮子大开口。去年年底，CVC计划在欧洲交易所上市。\n\n而且，据业内人士介绍，顶级PE如KKR、黑石，收购时还是杠杆收购（LBO）与管理层收购（MBO）双管齐下，被收购企业的管理层有机会成为股东，可以持续改善企业的管理和经营。\n\n但CVC一向没有管理层收购“选项”，顶多给企业创始人保留一点点股份——所谓“金色降落伞”的含金量几何，更具争议。\n\n当然，“野蛮”只有量的差别，没有质的差别。\n\n我们能据此说杠杆收购是好或者坏吗？\n\n很难。\n\n无论是企业创始人，还是投资人，在“套现离场”的环节上，很多时候并没有“双赢”的局面。在这个意义上，今天的“击穿”不仅仅意味着企业家的劣势，也意味着企业总是要和游荡在门口的“野蛮人”有一番爱恨纠缠。",
          "title": "怎样“击穿”一份家族信托？ - 超载叽 (328968428)",
          "author": [
            "https://matters.news/@328968428",
            "328968428"
          ],
          "summary": "拥有巨额财富的现实是：你花不完，也带不走。能做的就是把它安全稳妥地留给别人。那么，需要决定的问题就是——在什么时候，留给什么人多少钱。",
          "type_on_platform": [
            "Post"
          ]
        },
        "type_on_platform": [
          "Curation"
        ]
      },
      "platform": "Matters",
      "related_urls": [
        "https://polygonscan.com/tx/0x4088f9da039f07b0791e133ca3eefbca1ffe848413d110bfd8f367eaa43a7aef",
        "https://ipfs.io/ipfs/QmTu9fkwx5fQcXD6Ee4AAEsuf57bq976APuHJb39gq7m1N",
        "https://matters.news/@328968428/379656"
      ]
    }
  ]
}